{
  "name": [],
  "text": [],
  "image_urls": []
}
{
  "name": [
    "《穿越火线》新版本评测：公平竞技 沙海争锋"
  ],
  "text": [
    "　　迄今为止，08年由腾讯游戏引进到国内的《穿越火线》在中国网游界已经度过了风风雨雨的第十个年头，作为腾讯旗下的重量级FPS类产品，游戏自从公测以来一直备受玩家的关注。《穿越火线》以其良好的操作手感和易于上手的特性而广受玩家的好评，游戏本身的热度一直也是居高不下。",
    "　　就在不久之前，《穿越火线》开始了新版本的抢先测试。笔者应邀参加了《穿越火线》沙海生存的新版本测试。更新后的新模式究竟是什么样的，让笔者带领玩家先睹为快。",
    "　　《穿越火线》“沙海生存”模式和CF的“歼灭战”模式有些相似，几十名玩家由空投投放到一片在远比以往任何地图都要大得多的沙漠地图当中。开始时所有玩家身上没有任何装备，所有玩家都需要靠收集物资武装自己，在地图上躲避沙暴，不断的淘汰对手直至生存到最后。这种模式既保留了歼灭战中紧张刺激的竞技对决，又融入了临场战略等丰富多变的战术元素。",
    "　　在全新的“沙海生存”地图中提供了大量的武器装备，全新制作的“火山”主题皮肤枪械包括QBZ03-火山、QBZ03-火山（倍镜）、09式狙-火山、QBZ95、QBZ95S-火山、98K-火山。这些涵盖了步枪、狙击枪、近战武器三大武器类型的6款别具特色的枪械都可能在游戏中捡到。",
    "\n红色的武器相当突出",
    "　　除了武器之外，沙漠地图还会随机刷出各种防具、道具和饰品，穿上防弹衣和头盔后可以阻挡高达70%的伤害。而仅能容纳一人的平衡车则可以让玩家自由穿梭在沙漠的各个地形中。无论是平路还是坡道，哪怕是在室内大楼的狭小环境里，平衡车都可以快速穿行。",
    "\n平衡车非常显眼",
    "　　在地图中偶尔还会随机出现一些饺子，饺子可以缓慢的回复玩家血量，是难得的补给品。不仅如此，地图上还有一些趣味性的要素，例如没有什么属性的各种装饰品，笔者就捡到过一个路障戴在头上，也十分有趣。",
    "\n大概这就是旅游的标配了",
    "\n      \n                \n                \n                ",
    "更多相关资讯请关注："
  ],
  "image_urls": [
    "http://img1.gamersky.com/image2018/01/20180112_gy_385_1/gamersky_01origin_01_20181121415F97_S.jpg",
    "http://img1.gamersky.com/image2018/01/20180112_gy_385_1/gamersky_01small_02_201811214154FA_S.jpg",
    "http://img1.gamersky.com/image2018/01/20180112_gy_385_1/gamersky_02origin_03_20181121415739_S.jpg",
    "http://img1.gamersky.com/image2018/01/20180112_gy_385_1/gamersky_02small_04_201811214153B6_S.jpg",
    "http://img1.gamersky.com/image2018/01/20180112_gy_385_1/gamersky_03origin_05_20181121415629_S.jpg"
  ]
}
{
  "name": [
    "《逆水寒》评测：喝最烈的酒 赏最美的景"
  ],
  "text": [
    "　　距离上次写《逆水寒》的评测恰好已经过去了半年时间，在杭州已然落雪的今天，我也终于开始动笔写这篇《逆水寒》二测评测。如果你有关注过这款游戏，会发现从最初曝光开始，《逆水寒》的研发和宣传节奏就与以往的大部分国产端游不同，不管外界市场环境和玩家口味如何改变，这款“网易最后的端游”始终保持着自己不紧不慢的步伐，并用了长达近6年的时间从无到有搭建了一个庞大又动态的武侠世界。不同于市面上我们常见的“快消品”，“逆水寒”始终在践行“慢工出细活”这几个字。",
    "　　但与此同时，残酷的现实是，如今的中国游戏环境与6年前相比已经有了翻天覆地的变化。端游的辉煌不再，主机游戏复苏，移动游戏强势登顶，这些市场层面的变化都有可能对《逆水寒》未来正式运状况造成影响。更何况《逆水寒》早在二测开启前就已经宣布了“点卡收费”的逆时代收费方式。",
    "　　当然，我并不否认端游还有再次崛起的可能，也不准备和大家枯燥的讨论当前中国游戏大环境和市场形势。今天，我只想和你聊聊这款寄托了网易在端游领域最后希望的《逆水寒》，究竟有没有破局而出的可能。",
    "　　PS：游戏目前还处在测试阶段，评测内容不代表最终品质。",
    "\n",
    "　　《逆水寒》是一款不像网游的网游，以往的国产端游大部分都把重心放在了数值和社交层面。尽管《逆水寒》中这些内容依然重要，但真正让人惊艳的，却是游戏里玩家与世界的各种交互与沉浸式的体验。用“动态的江湖”来形容《逆水寒》的世界并不为过，在MMORPG常见的副本、日常等玩法之外，这款游戏通过细致入微的细节、无处不在的互动、单机化的主线剧情体验和充满随机性的分支玩法与令人惊艳的画面将整个游戏世界盘活。",
    "　　行走在《逆水寒》的汴京街头，仿佛真正置身于大宋的繁华中。游戏中的每个NPC都似有着自己的生活一般，他们会因为玩家的进入而与你产生各种交集，当当你离去，又会在柴米油盐酱醋茶的节奏中过着只属于自己的生活。《逆水寒》给我们带来了一个热闹的世界，街头小贩会在浓郁的市井气息中叫卖、争吵，又在高啄的檐牙中离去；戏栏里的戏子轻舞低唱，却无人知晓她幕后的寂寥；街头的说书人嬉笑怒骂着别人的故事，也浅斟轻笑着人生的悲喜剧。而你从他们身侧走过，也从大宋的文化与生活中走过，荡起一些涟漪，留下几段传说，最后成为说书人口中的故事，在看客的喝彩声中悄然远去。",
    "街头的戏班在吟唱着那些悲欢离合",
    "　　这种感觉让人沉醉，当第一次从《逆水寒》的三清山来到大宋都城汴京时，我就好像看到了一副动态的清明上河图。这款游戏用多到惊人的细节和丰富的互动把大宋的风情展现的淋漓尽致。类似的体验我在很多3A级别的架空世界单机游戏中感受过，但不同的是，这次是一款国产端游，这次是地地道道的，独属于中国的古风古韵。",
    "\n《清明上河图》里的那座大桥",
    "\n      \n                \n                \n                ",
    "更多相关资讯请关注："
  ],
  "image_urls": [
    "http://img1.gamersky.com/image2018/01/20180129_hzh_432_2/image001_S.jpg",
    "http://img1.gamersky.com/image2018/01/20180129_hzh_432_2/image003_S.jpg",
    "http://img1.gamersky.com/image2018/01/20180129_hzh_432_2/image005_S.jpg",
    "http://img1.gamersky.com/image2018/01/20180129_hzh_432_2/image007_S.jpg",
    "http://img1.gamersky.com/image2018/01/20180129_hzh_432_2/image009_S.jpg"
  ]
}
{
  "name": [],
  "text": [],
  "image_urls": []
}
{
  "name": [
    "《战意》全球版评测：一场属于全球玩家的战争"
  ],
  "text": [
    "　　“我想做出一款中国人自己的世界顶级游戏。”",
    "　　这句话是当时王希第一次见面对丁磊说的，在常人眼里可能显得痴人说梦，但在王希心中，这个愿望一定会实现。也正是这句话，才有了后来不鸣工作室。",
    "　　时间回到2015年的网易年度520发布会上，《战意》的首次亮相就引起了当时国内媒体的关注，早在这之前，关注网易和不鸣工作室的人都知道，双方正在制作一款名为《代号：战》的游戏，在520发布会上与玩家见面后，又在不久后前往E3参展，一度引起了国外媒体的重视。",
    "\n",
    "　　对于国外的玩家来说，这款有着中国历史背景题材的战争游戏非常吸引他们的眼球，不少外国玩家情愿开一个全球服务器，算上这次测试，《战意》已经测试了三次，前两次针对的是国内玩家，而此次全球测试，正如同它的名字一般，针对全世界玩家开放。《战意》每次带给我的感觉都不一样，如果让我形容《战意》此次测试，那就是一场中西方玩家的混战，十分有趣。这款有着像“割草无双”一样的爽快感，又有着RTT（即时战术）类游戏中策略性的游戏，在此次三测做到了让全世界玩家都乐在其中，也让我看到了上文中，制作人王希说的那句话的成果。",
    "\n",
    "　　此次《战意》开启的全球版测试面向了全球的玩家，相较于之前测试，全球版本身在内容上有了翻天覆地的变化，前两测将故事背景设定在了中国古代，而武器和兵种也都是中国独有的。但此次全球版则加入了大量东西方元素，更加贴近全球玩家的胃口，让每个国家的玩家都能有一个自己的选择。",
    "\n",
    "\n主城是一座欧洲城堡",
    "　　但在那之前，我们还是先来聊一聊游戏的画面。为了给玩家一个更加真实的战场，《战意》在战场的细节以及氛围刻画上下了不小的功夫。游戏中的城墙以及城门均参考了古代的样式，并采用真实尺寸的比例将它们”放“在了游戏之中，每每站在城墙下准备攻城时，那种仰望建筑带来的压迫感是前所未有的。",
    "\n",
    "\n草会随风摆动，也会根据玩家走向的不同进行反馈",
    "\n",
    "\n      \n                \n                \n                ",
    "更多相关资讯请关注："
  ],
  "image_urls": [
    "http://img1.gamersky.com/image2018/02/20180205_jzx_296_9/image001_S.jpg",
    "http://img1.gamersky.com/image2018/02/20180205_jzx_296_9/image003_S.jpg",
    "http://img1.gamersky.com/image2018/02/20180205_jzx_296_9/image005_S.jpg",
    "http://img1.gamersky.com/image2018/02/20180205_jzx_296_9/image007_S.jpg"
  ]
}
{
  "name": [
    "《波西亚时光》体验版评测8.3分 未来可期的工坊物语"
  ],
  "text": [
    "　　提起末世风格，可能很多人第一个想起来的就是电影《疯狂的麦克斯》，或者《未来水世界》里荒凉破败的场景。然而，《波西亚时光》却给了我们末世的另一种可能性，当文明被破坏，世界或许并不会陷入永恒的混乱，人们也许会幡然醒悟，聚集起来，然后重新开始，回归到上古时期那种日出而作，日落而息的淳朴生活。",
    "　　虽然模拟经营这个类别已然不算新颖，特别是有《星露谷物语》这样的作品珠玉在前，但我还是能在《波西亚时光》中发现很多不一样的闪光点。上文提到的这种有趣的世界观，便是其中之一。",
    "　　把《波西亚时光》说成是“3D版《牧场物语》”，其实是有些不准确的。因为在这个游戏里，你最主要的工作环境是工坊，而不是牧场。接订单，做产品，然后靠卖来的钱继续维持小作坊的运营，这才是《波西亚时光》的主线。",
    "　　你扮演的是一个从外面回到镇子上继承父亲工坊的年轻人。一开始，你的钱袋空得叮当响，甚至连破败的屋子都修不起，只能每晚忍受着寒冷刺骨的穿堂风睡觉。但当你赚到了第一桶金，开始了工坊的正常运营之后，一切就都步入了正轨。随着你的努力和打拼，工坊会越做越大，你也会成为小镇里的名人，真正地让你体会到什么叫白手起家的快感。",
    "　　《波西亚时光》里获取资源的方式，有点让我想起了《我的世界》。砍树获得木头，敲石头获得石块——这些随处可见的材料，便是你白手起家的根基。谢天谢地，不像《我的世界》里那样，十字镐和斧头在《波西亚》里是没有损耗度这个设定的，我终于不用时刻心里惦记着，手里的这把工具什么时候会断掉了。",
    "　　但这并不是说游戏不会做出其他方面的限制，除了时间这个几乎所有模拟经营类游戏都会有的限制之外（在《波西亚时光》里，一到半夜，无论你在什么地方，都会强制你回到床上休息），它还会有一个体力值，制约着你的行动。你每一次挥出拳头，砸下十字镐，砍向大树，甚至是采集树果，都会让你的体力值减少一格。如果你把体力值耗尽，就算一天的时间还没过完，你也干不成任何体力活儿了（除非去喝体力药），只能去和城镇里的NPC们说说话，或者在工坊里合成更高等级的材料。",
    "　　无论是提炼材料还是制作成品，游戏中都有详细的图鉴去指导你，你绝对不会担心像《我的世界》里那样抓瞎。不过有趣的是，在这个游戏里提炼材料是需要时间的，而不是一瞬间就能完成。看着屏幕上慢慢变少的时间，我突然有一种手游的既视感，好像花费一些钻石就能让它们快速完成一样——还好，《波西亚时光》只是一个传统的单机游戏，这样的设计只是为了延缓游戏的节奏，并且让你思考如何才能最有效率地把时间给利用起来。比如，晚上睡觉之前，家里的合成机器们最好都不要停着，这样一觉起来就有能用的材料；多造几个相同的装置，这样能够提高制作成品的效率，等等。",
    "　　作为一个开放的模拟经营类游戏，你当然可以随心所欲地发挥，但同样，游戏里也会给你布置一些任务。有些是强制性的主线任务，它们通常都需要花费大量的时间去收集材料、提炼材料然后合成；还有一些则是需要你自己去商会里选择的订单任务，它们都有时效限制，根据所需成品的复杂程度而长短不同。这些订单任务，是快速赚钱和赢取工坊声望的最好方式。",
    "　　也就是说，尽管这是一个开放世界游戏，但其实最主要的驱动力仍然更偏向于任务驱动。事实上，也正是这些源源不断的订单和任务加强了游戏的“中毒性”，那种类似《文明》系列“再来一回合”心态的撺掇下，你会发现很快你就会忘了时间。而制造书里茫茫多的成品图鉴，也能满足你几十个小时下来，仍然有想做东西的这种冲动。玩过这个游戏之后，我不得不承认：砍树挖矿，提炼建造，这些事儿真的是能够上瘾的。",
    "　　但我同时也认为，正是因为这些任务的存在，导致这个游戏可能并没有表面上看起来那么“休闲”。毕竟大多数的订单都有最后期限的限制，这无疑会给你的心理形成负担，特别是当你有好几个任务同时需要完成的时候。\n",
    "\n      \n                \n                \n                ",
    "更多相关资讯请关注："
  ],
  "image_urls": [
    "http://img1.gamersky.com/image2018/01/20180126_zyf_267_1/gamersky_02small_04_20181261831552.jpg",
    "http://img1.gamersky.com/image2018/01/20180126_zyf_267_1/gamersky_01small_02_20181261831E1F.jpg",
    "http://img1.gamersky.com/image2018/01/20180126_zyf_267_1/gamersky_10small_20_2018126183145D.jpg",
    "http://img1.gamersky.com/image2018/01/20180126_zyf_267_1/gamersky_08small_16_201812618314C5.jpg",
    "http://img1.gamersky.com/image2018/01/20180126_zyf_267_1/gamersky_17small_34_2018126183110D.jpg",
    "http://img1.gamersky.com/image2018/01/20180126_zyf_267_1/gamersky_11small_22_201812618318F5.jpg",
    "http://img1.gamersky.com/image2018/01/20180126_zyf_267_1/gamersky_15small_30_20181261831239.jpg"
  ]
}
{
  "name": [
    "《归于沉寂》抢先体验版评测 温度比风度更重要"
  ],
  "text": [
    "　　《归于沉寂》可能是近两年来THQ发行的最有野心、也最有潜力的作品。它在2017年12月中旬的时候就已经以抢先体验版的形式上架了Steam，但是由于严重的优化问题和海量的Bug，当时基本上处于没法正常玩儿的状态。经过一个多月的反复改良，虽说目前的版本还不至于能够运行得完全流畅，但是我至少已经能够比较清晰地感受到这款游戏的魅力。",
    "　　它是一款末日求生题材的角色扮演游戏。你要在一片冰天雪地的后启示录开放世界中采集、狩猎、探索、战斗以求生存，并在这个过程中招募其他幸存者、建立稳定的殖民地、完善殖民地社会分工、打造强大的武器装备、以及修缮防御工事抵御敌人入侵。本作所包含的任何一种玩法在生存类游戏中都算不上稀奇，但是能把如此多样化的元素有条不紊地融合在一起，并且还能以最前沿的3D图像技术进行呈现的屈指可数。",
    "　　绝大多数生存类游戏在刚开始的时候都需要着力于寻找生存必需物资，《归于沉寂》也不例外。你需要四处需找食物以维持温饱，每过一段时间还需要到有篝火的地方休息以维持温暖。如果饥饿和寒冷状态的量表积攒超过了一定阀值，你的生命值上限就会持续扣损——而这样的不利状态需要通过长时间的休养才能慢慢回复。",
    "　　值得注意的是，和维持温饱相比，气候所带来的生存挑战要大得多。这部作品采用了一种全动态的天气系统，海拔、昼夜和晴雪天气都会直接影响气温——气温越低，你的寒冷量表积攒得越快。这样的设计给玩家的探索活动提供了广阔的策略制定空间，比如在尚未装备御寒衣物或者取暖物资比较匮乏的时候，应该尽量避免夜间出行或者探索海拔高的山区。此外，由于天气变化存在不确定性，你还需要随时做好准备应对突发状况，并在紧要关头果断地作出决策。例如当你在探索过程中突遇暴风雪，究竟是应该消耗珍贵的资源搭建临时营地取暖？还是秉承节约的美德冒着迷路和冻僵的风险赶回最近的基地？",
    "　　资源管理在这款游戏中同样是一门值得研究的学问。考虑到可随身携带的物品数量是有限的，而防寒服、伐木斧、狩猎弓等必要装备又会占据相当大的一部分空间，因此你可能需要在必要时对各种物资进行取舍。此外，游戏中的资源并非毫无规律地四散在地图各地，而是各自聚集在林场、矿山、狩猎地等区域，而这也就需要你在每次出发采集之前明确所需资源的种类，并制定靠谱高效的路线。当然，由于这款游戏还处于抢先体验阶段，目前版本所展示的制造体系还比较简陋，暂时还无法充分体现出资源管理系统的深度。这一问题应该会随着后续版本更新以及正式游戏发售而解决。",
    "　　本作的开发者曾在一篇公开的开发日志中对同样是严冬生存题材的《漫漫长夜》大加赞赏，但是由于没有得体的战斗系统，那款游戏在他们看来又略显单调。而《归于沉寂》则是这类游戏在他们心目中最完整、最得体的状态。本作目前尚未透露详细的剧情细节，但是从游戏中的各个细节来看，这个后启示录末日还颇具魔幻特色。海量造型惊悚的恶魔分布在广袤的废土上，它们不但会对幸存者发起疯狂袭击，而且还会腐化土地和资源。",
    "　　与这些恶魔进行战斗，也就成为了生存环节必不可少的一环。有意思的是，本作的战斗系统其实还非常硬派。一方面，游戏有着严格的体力条限制，一旦体力耗尽就无法进行攻击、防御、翻滚等动作；另一方面，哪怕再孱弱的敌人都保有足以杀死你的能力，因此小心翼翼地以“防御、绕圈、二人转”的姿态和敌人周旋，也就成为了常态。从这个意义上来说，本作的战斗系统其实比绝大多数生存类游戏都更有野心。",
    "　　但是很遗憾，如果严格以动作游戏的标准来衡量，《归于沉寂》的战斗系统依然很难令人满意（至少当前版本是这样）。移动、翻滚、防御的动作都非常僵硬，挥剑劈砍的瞬间也缺乏合格的打击感。背刺、防反之类的进阶动作，以及硬派动作游戏中成体系的角色成长系统在《归于沉寂》中也基本上没有任何展现。这部作品在战斗方面的优势，其实只有在和同类型战斗系统更加薄弱的作品相比时才存在。",
    "　　由于无法在被怪物腐化的区域采集资源，想方设法净化区域也就成为了一种非常重要的活动。目前净化区域的方式主要有两种：净化图腾和征服哨站。其中净化图腾的行动稍微容易一些，你只需要找到腐化区域的核心，然后根据提示成功完成QTE即可。征服哨站则需要在清除干净附近所有腐化区后才能进行，而且大多数哨站都会有比较强力的怪物进行把守。这类任务在体验上其实和《刺客信条》系列中解放区域的任务非常相似：一方面可以让玩家在这个过程中积攒实力逐渐变强，但是另一方面也由于过于重复而显得有些繁琐。",
    "　　随着探索行动的持续深入，你将有机会遇见并招募其他人类幸存者。你可以让新招募的人手跟随自己探险，可以让他们自行前往指定的资源区采集资源。但不论如何，每一个幸存者伙伴的生存状况都需要纳入你的考量范畴。简单来说，你除了要给他们提供必要的生存装备之外，还要尽可能让他们单独进入危险区域。作为回报，这些幸存者伙伴将会持续稳定地给你基地的库存带来源源不断的基础生存物资——至少在招募到一定人手后，食物和木材这类最基本的资源不再需要你过多操心了。",
    "　　基地里的各种进阶建筑也需要由招募的伙伴们来建造。通过这些专业设施，你可以制造更为进阶的资源采集工具或者更加高级的武器装备。如果你在旅途中驯化了野生狼群，你还能建造狼舍和狼拉雪橇——而这则是本作中目前唯一可用的交通工具。围墙和哨塔等防御性设施则能够为你的基地提供更为坚实的防护。尤其是在怪物大军趁着暴风雪天气向你的基地发起猛烈攻击的时候，这类设施的作用将会更加明显。",
    "　　值得注意的是，根据开发者的承诺，完整版的游戏随着招募人数逐步增加，你将会面临越来越严峻的道德考验。比如在部分极端情况下，为了维护大多数人的安全和，你或许不得不拒绝部分新人的加入，或者放逐部分伙伴任其自生自灭。不过当前版本在人际关系系统方面还比较简陋，这部分内容或许只有在剧本完成度比较高的时候才会有所展现。",
    "　　从抢先体验版展现出的信息来看，《归于沉寂》是一款足够有野心、也非常有潜力的生存冒险游戏。不过现在就断言它能够大获成功肯定还为时尚早。毕竟不论是扩展搜集、战斗、建造、剧情等方面的内容，还是修补优化目前存在的海量Bug——其工作量和实现难度都不容小觑。这款游戏预计会在今年夏天的时候正式发售，从开发者公布的开发计划来看，在此之前基本上每个月都会有一次包含全新内容的重大更新。如果你是生存冒险类游戏的死忠，这款游戏不妨多关注一下。",
    "更多相关资讯请关注："
  ],
  "image_urls": [
    "http://img1.gamersky.com/image2018/01/20180125_zcq_252_1/gamersky_01small_02_20181251510790.jpg",
    "http://img1.gamersky.com/image2018/01/20180125_zcq_252_1/gamersky_02small_04_20181251510C2F.jpg",
    "http://img1.gamersky.com/image2018/01/20180125_zcq_252_1/gamersky_03small_06_20181251510297.jpg",
    "http://img1.gamersky.com/image2018/01/20180125_zcq_252_1/gamersky_04small_08_201812515107E6.jpg",
    "http://img1.gamersky.com/image2018/01/20180125_zcq_252_1/gamersky_10small_20_20181251510916.jpg",
    "http://img1.gamersky.com/image2018/01/20180125_zcq_252_1/gamersky_05small_10_201812515104CC.jpg",
    "http://img1.gamersky.com/image2018/01/20180125_zcq_252_1/gamersky_07small_14_201812515102DC.jpg",
    "http://img1.gamersky.com/image2018/01/20180125_zcq_252_1/gamersky_06small_12_20181251510B54.jpg",
    "http://img1.gamersky.com/image2018/01/20180125_zcq_252_1/gamersky_08small_16_20181251510964.jpg",
    "http://img1.gamersky.com/image2018/01/20180125_zcq_252_1/gamersky_09small_18_20181251510154.jpg",
    "http://img1.gamersky.com/image2018/01/20180125_zcq_252_1/gamersky_11small_22_20181251510DFC.jpg"
  ]
}
{
  "name": [
    "《怪物猎人：世界》评测9.7分 老猎人的天堂"
  ],
  "text": [
    "　　作为一个诞生于00年代中期的游戏系列，《怪物猎人》发展到2015年的“X”和2017年的“XX”之时其实已经疲态尽显。这倒不是说如今这代玩家已经不再喜欢原生态的硬派共斗游戏，而是卡普空用来展现《怪物猎人》独特乐趣的方式变得越来越和时代脱节。这个系列也一度存在着沦为所谓“硬核小众游戏”的危机——而且小修小补的渐进式机制革新已经无力扭转这一局面。",
    "　　在这种情况下，《怪物猎人：世界》的使命就非常明确了。那就是用最新的技术和最前沿的设计理念重新表达原生态共斗狩猎的魅力。想办法继续维持老猎人们的好感肯定势在必行，但与此同时也得力争赢得新一代年轻玩家的青睐。在《怪物猎人：世界》中经历了50多个小时疯狂的狩猎后，我确信卡普空能做到。",
    "\n",
    "　　",
    "正在圈子火热进行中，晒出你捏出的角色或艾路猫，就有机会获得奖品中心钻石奖励呦！",
    "　　如今绝大多数线性动作游戏或ARPG的流程时间都在10个小时左右。开放世界游戏往往会更长一些，但一般来说也在50个小时以内。不过每一代《怪物猎人》所能提供的快乐时光至少都是从一两百个小时起步的——这部新作也是如此。更重要的是，我在整个游戏过程中从未感到枯燥、重复、或者虚度光阴。",
    "　　这种魔力本质上来源于一套自成体系且良性循环的激励机制。每个猎人在刚开始的时候基本上都一穷二白，利用打败怪物或者从大自然采集而来的素材，你可以打造全新的武器装备，从而强化挑战更强怪物的效率。与此同时，丰富的锻造体系又总是能让人对更强的武器装备产生需求——为了搜集锻造所需素材，玩家往往又会燃起挑战新怪物的欲望。如此往复，你总是能自发找到挑战目标，经过一番踏踏实实的努力后，又能实实在在地满足自己的愿望。",
    "　　学习和发现的过程同样是一种乐趣。《怪物猎人》中的大多数玩法机制和游戏设定都无法在主流ARPG中找到类似的模板。不论是连招、调和、捕获等基本狩猎知识，还是动作走位层面上的进阶技巧——新猎人学到的每一种新事物，都会对狩猎活动起到明显的帮助。当你成为真正意义上的老猎人后，即便从头重新游玩整个游戏，或者换上初心者套装让自己在数值上回归原点，仍然会玩得得心应手。在《怪物猎人》中变得更强的不仅仅是你创建的虚拟人物，更是坐在屏幕前用手柄操控一切的自己。",
    "　　《怪物猎人：世界》的可选武器种类非常丰富。从片手剑、太刀、操虫棍等近战武器到轻弩、重弩、弓箭，几乎每一种武器都有一套严密紧凑且自成体系的玩法。因此每次开始尝试一种新武器都像是在玩一款全新的游戏。各个武器在输出效率方面肯定无法做到绝对意义上的平衡，但是不论是用太刀耍帅、用狩猎笛谱曲、用操虫棍撑杆跳、还是用远程武器站在安全距离外安心地输出，都能找到那份独有的乐趣。",
    "　　各个武器的使用方式基本和以前保持一致，不过它们在本作中的实际使用节奏又有一些微妙的调整优化。类似于弓箭“龙之一矢”这类全新的功能也在一定程度上也给本作的动作系统引入了全新的变数。因此即便你是熟悉系列所有武器的资深猎人，《怪物猎人：世界》的战斗依然能给你带来新鲜感。",
    "　　值得注意的是，《怪物猎人》的共斗场景不同于传统多人竞技游戏，玩家之间并不存在严格的竞争关系。与其他玩家通力合作不但能够达成多方完美共赢，而且所能带来的荣誉感丝毫不比在其他零和博弈的游戏中胜出更加逊色。《怪物猎人：世界》从底层机制上就不鼓励玩家之间发生矛盾冲突——而这也让本作的玩家社群氛围比《使命召唤》、《绝地求生》、《GTA OL》等多人竞技向的游戏更加和睦友好。",
    "\n      \n                \n                \n                ",
    "更多相关资讯请关注："
  ],
  "image_urls": [
    "http://imgs.gamersky.com/pic/2018/20180131_fyj_406_1.jpg",
    "http://img1.gamersky.com/image2018/01/20180130_zcq_252_1/gamersky_15small_30_201813016438DE.jpg",
    "http://img1.gamersky.com/image2018/01/20180130_zcq_252_1/gamersky_05small_10_20181301643B25.jpg",
    "http://img1.gamersky.com/image2018/01/20180130_zcq_252_1/gamersky_04small_08_2018130164349D.jpg",
    "http://img1.gamersky.com/image2018/01/20180130_zcq_252_1/gamersky_16small_32_2018130164319F.jpg"
  ]
}
{
  "name": [
    "《龙珠斗士Z》游民评测8.7分 诚意满满的粉丝盛宴"
  ],
  "text": [
    "　　Arc System Works最近很忙。除了本次测评的主角《龙珠斗士Z》之外，他们还同时在开发去年EVO上公布的《苍翼默示录：交叉组队战》这个多IP角色大乱斗，以及《罪恶装备》最新的平衡性补丁。天知道这个并不算特别大的会社是怎么同时挑起三个重担的，这也一度让我对《龙珠斗士Z》的最终质量保持怀疑——特别是它还顶着一个叫做“日系粉丝向游戏”的光环。要知道，这个称号在很多时候并不算一个褒义词。",
    "　　然而，经过数个小时的体验，我之前对它的很多不信任感都开始烟消云散。Arc System Works尽管从整体实力上来说还无法与Capcom等一线大厂相比，但毕竟在2D动画格斗游戏领域浸淫多年，《苍翼默示录》和《罪恶装备》的开发经验使他们在制作《龙珠斗士Z》时无比地得心应手，不仅服务好了粉丝，又有过硬的游戏质量，堪称粉丝向游戏的新标杆，同时也绝对称得上目前最棒的《龙珠》游戏。",
    "\n",
    "　　粉丝游戏，其立命之本，就是要服务好那些原作的爱好者们。哪怕它在游戏质量上有很多致命的缺陷，但只要“糖”发得多，情怀卖得够，粉丝足够买账，那它就能给制作方带来丰厚的回报。",
    "　　毫无疑问，哪怕仅仅只是从这个角度上来说，《龙珠斗士Z》都是相当成功的。这从它的选角就可见一斑，大部分在漫画里有过出彩表现的主要角色，都出现在了这一代的游戏中，从悟空到贝吉塔，再从弗利萨到魔人布欧。还有几个我能叫得上来名字，却没有收录的角色，如龟仙人、悟空和贝吉塔合体的贝吉特，还有撒旦，估计就会作为DLC角色在未来推出了。",
    "　　值得一提的是，这一次万代南梦宫提供了官方简体中文，汉化质量也比较出色。只是，官方的译名可能跟很多人印象中的略有出入，比如贝吉塔叫贝吉达，雅木茶/乐平叫做饮茶，弗利萨叫弗利札，人造人叫生化人。虽然看上去略微有些变扭，但我想既然这是官方出的译名，那还是以官方为准吧。",
    "　　除了选角之外，游戏中的很多招式以及技能特写，都完完全全地复刻了漫画中的经典镜头，哪怕是最挑剔的考究党，都无法对这一代游戏的完美还原感到不满。再加上Arc System Works从《罪恶装备》系列以来积累的3D建模+2D展现+动画渲染的技术，《龙珠斗士Z》给人的观感不像是一个游戏，而是一部全新的《龙珠》动画。无论是技能特效还是大招的演出，都极具视觉冲击力，而且很好地抓住了原作漫画的精髓。虽然整体上来看还是2D格斗的逻辑，但是在特定招式时的3D镜头切换，实在是炫酷至极，令人大呼过瘾。",
    "　　尽管你可以自由组队并且自由挑选你的对手（换言之，悟空和弗利札也是可以联手打克林的），但如果你恰巧选中了原作漫画里的角色配置，那么就有机会触发特殊的过场剧情，比如克林和18号在一起的时候会秀恩爱（真是令人羡慕），悟空打败魔人布欧的时候会重现漫画里用元气弹将其消灭的画面，当你在亚美克星场景里用悟空打败弗利萨之后，还会有特殊的剧情杀，重现原作的镜头，可谓是情怀满满。游戏中这样让老粉丝们会心一笑的地方还有很多，值得大家去探索。",
    "　　此外，《龙珠斗士Z》还提供了一个非常充实的剧情模式。这次的剧情是游戏原创，讲述了悟空一行人去探寻复制人作乱背后阴谋的故事，并借此引出了由鸟山明老师为游戏原创的可操控角色生化人21号。",
    "　　非常有趣的设定是，这次的剧情模式并非是动画+格斗+动画这样的平铺直叙，相反引入了少许RPG游戏的风格。你可以在一个类似地图的场景里选择你要走的路线，既可以直接去挑战关底BOSS，也可以去走支线，来获取技能、经验值或者新的伙伴。",
    "　　获取的技能和经验值将会给你挑战强敌时带来优势。这些锦上添花的东西在一开始的战斗中并不起眼，哪怕你的等级比对面低上几级，也不会让你的战斗变得过于艰苦。当然，这样的情况在后期得到了一定的改善，如果你执拗地想用低等级去挑战那些强大的BOSS的话，可能你就得做好心理准备了，困难模式的电脑，可不是闹着玩儿的。\n",
    "\n      \n                \n                \n                ",
    "更多相关资讯请关注："
  ],
  "image_urls": [
    "http://img1.gamersky.com/image2018/01/20180131_zyf_267_1/gamersky_11small_22_201813117485CA.jpg",
    "http://imgs.gamersky.com/pic/2018/20180201_fyj_406_2.jpg",
    "http://img1.gamersky.com/image2018/01/20180131_zyf_267_1/gamersky_14small_28_20181311748BEA.jpg",
    "http://img1.gamersky.com/image2018/01/20180131_zyf_267_1/gamersky_15small_30_20181311748181.jpg",
    "http://img1.gamersky.com/image2018/01/20180131_zyf_267_1/gamersky_16small_32_20181311748704.jpg",
    "http://img1.gamersky.com/image2018/01/20180131_zyf_267_1/gamersky_03small_06_20181311748895.jpg",
    "http://img1.gamersky.com/image2018/01/20180131_zyf_267_1/gamersky_18small_36_2018131174836F.jpg"
  ]
}
{
  "name": [],
  "text": [],
  "image_urls": []
}
{
  "name": [],
  "text": [],
  "image_urls": []
}
{
  "name": [],
  "text": [],
  "image_urls": []
}
{
  "name": [
    "《幻想全明星》评测：一锅热气腾腾的二次元乱炖"
  ],
  "text": [
    "　　这已经不是我第一次接触二次元类型的MOBA游戏了，在这之前，我这个二次元中度中毒患者曾在《300英雄》等同类型游戏里摸爬滚打了一段时间。不得不说，二次元这个题材真的是很有吸引力，单单是能操控自己喜欢的番剧中的角色，就让人欲罢不能。而近日，又有一款二次元MOBA游戏《幻想全明星》再次激发了我的“战斗魂”。",
    "\n除了页面实时的弹幕系统，我还感受到了王的凝视",
    "　　一款二次元游戏什么最吸引人，当然是来自众多番剧中的热门角色。《幻想全明星》作为一款二次元MOBA游戏，整合了诸多新老番剧中的各种角色。“炮姐”、康娜、阿库娅、“司波大爷”、银时等角色都以原作中的形象被完美的还原进游戏中。无论你是后宫党，是热血派，是校园派，都能在游戏中找到你的“老熟人”。",
    "\n新老番剧的中各色人们角色都在游戏中登场",
    "　　《幻想全明星》中除了最新的英雄（最新的英雄也会在一段时间后解锁）需要钻石解锁之外，绝大部分英雄都可以通过金币解锁。日常任务、首胜等各种途径都能有大量的金币收入，所以解锁英雄的速度非常快，也无需投入太多的精力，避免了萌新在游戏的初期苦于没有心仪的英雄可以使用。",
    "\n出售小暗啦，只要6000金币",
    "　　这些角色不但形象还原自动漫，很多细节也是出自动漫中，颇为考究，比如角色的技能。一般来说，技能采用原著中的角色招式是颇为常见的一种做法，但《幻想全明星》不但招式的名字还原，有很大一部分的技能连效果也做到了还原。作为智障领衔的阿库娅在动画原作中司职女神，可以救助队友、去除恶灵等等，其成名技“花鸟风月”更是宴会必备的助兴节目。",
    "　　在游戏中阿库娅同样是一名能够净化Debuff，治疗队友的辅助型英雄。除了这些常规的技能，“花鸟风月”这种神技也在游戏中进行了进行了还原。技能发动时会随机触发礼炮，治疗队友并对对手造成伤害。",
    "\n阿库娅在游戏里可不是智障，是个非常好用的辅助",
    "　　《幻想全明星》中的角色技能设定非常有趣，有些技能非常符合原作的基调。比如作为热血、搞笑动漫《银魂》的主人公银时的技能就显得非常无厘头，尤其是银时的三技能“小绵羊机车”，不但能用来赶路和撞击敌人，还能带上队友一起飞，更重要的是如果不小心撞车还会让自己眩晕一段时间...",
    "\n快上车，没时间解释了",
    "　　游戏中角色的技能并不是固定的，可以通过技能书来进行修改，你可以选择进行单技能的修改，也可以进行一整套技能的修改。这些替换的技能未必单体效果会比原有的技能要强上很多，但一些技能之间如果进行合理的搭配，会极大的提升技能的效果。可以说技能书的出现直接增加了游戏的深度与可玩性，也让整个对局充满变数，变得更加具有新鲜感。",
    "　　游戏采用了3D的角色建模，无论是游戏中还是角色的预览界面都是如此。角色建模严格按照动漫原作的真实比例进行还原，CV也都保持了原作中的CV，每一句角色的台词几乎都是经典。唯一美中不足的预览界面的建模略显粗粝，不过在游戏中角色的建模看起来还是比较精细的。",
    "\n      \n                \n                \n                ",
    "更多相关资讯请关注："
  ],
  "image_urls": [
    "http://img1.gamersky.com/image2017/12/20171229_ghb_304_2/gamersky_01small_02_201712291025307.jpg",
    "http://img1.gamersky.com/image2017/12/20171229_ghb_304_2/gamersky_02small_04_201712291025750.jpg",
    "http://img1.gamersky.com/image2017/12/20171229_ghb_304_2/gamersky_03small_06_201712291025B65.jpg",
    "http://img1.gamersky.com/image2017/12/20171229_ghb_304_2/gamersky_04small_08_2017122910252ED.jpg",
    "http://img1.gamersky.com/image2017/12/20171229_ghb_304_2/gamersky_05small_10_201712291025975.jpg",
    "http://img1.gamersky.com/image2017/12/20171229_ghb_304_2/gamersky_06small_12_20171229102515F.jpg"
  ]
}
{
  "name": [
    "《流放之路》S2评测：当你凝视深渊 深渊也凝视着你"
  ],
  "text": [
    "　　不知不觉中，曾经在Gamespot手中拿下年度最佳PC游戏桂冠的《流放之路》已经走进中国一段时间了。这款让刷子们沉迷的游戏也即将迎来第二赛季——深渊赛季，我有幸提前进入了游戏，体验了一下这个史诗级版本的独特魅力。",
    "　　新版本让人印象最深刻的就是深渊玩法，这也是第2赛季被称为“深渊赛季”的原因。不同于之前的游戏玩法，在新版本中，玩家们会在地上发现一条像裂缝一样的东西，它不是静止的，而是在无限的延伸，直到出现一个巨大的裂口。这些裂缝和裂口中会不断涌出各种恐怖的怪物。我们要做的就是在最短的时间内不断击杀这些怪物，否则深渊裂缝就会停止蔓延。",
    "　　如果你的击杀速度够快，你就会在深渊的裂口处发现一个宝箱，宝箱的奖励丰富，其中最吸引人的就要数“深渊珠宝”了。这些珠宝拥有专属的词缀，可以插在一些装备的深渊插槽里，这些插槽只会出现在深渊专属的暗金装备上。当你探寻这些深渊时，你会发现有些裂缝会通向新的地图“深渊深处”，如果你探索的地图等级够高，很有可能会遇到深渊巫妖BOSS，它们身上就携带着我们上述所说的深渊专属暗金装备。",
    "　　可以说深渊玩法是一个机遇与风险并存的玩法，在给予你大量丰厚奖励的同时，它也存在着相当高的风险，颇有一种“刀尖舔血”的味道。这些深渊怪物尤其是深渊BOSS颇有挑战性，但我想为了追求更好的装备，一定会有大把的勇士勇于追梦，纵使倒下百次千次也要拿到恶魔脚下的宝藏。",
    "　　与深渊赛季一同到来的还有40个全新的挑战，完成一定数量的挑战就可以解锁限定的奖励，这些奖励有头盔、翅膀外观以及传送门特效等。虽然我并不知道这是一种怎样的设计风格，但看起来限定的外观确实很酷。",
    "\n      \n                \n                \n                ",
    "更多相关资讯请关注："
  ],
  "image_urls": [
    "http://img1.gamersky.com/image2018/01/20180111_ghb_304_1/gamersky_01small_02_201811110553CC.jpg",
    "http://img1.gamersky.com/image2018/01/20180111_ghb_304_1/gamersky_02small_04_201811110558B2.jpg",
    "http://img1.gamersky.com/image2018/01/20180111_ghb_304_1/gamersky_03small_06_20181111055F9C.jpg",
    "http://img1.gamersky.com/image2018/01/20180111_ghb_304_1/gamersky_04small_08_2018111105584A.jpg"
  ]
}
