[
  {
    "name": [],
    "text": [],
    "image_urls": []
  },
  {
    "name": [
      "《穿越火线》新版本评测：公平竞技 沙海争锋"
    ],
    "text": [
      "　　迄今为止，08年由腾讯游戏引进到国内的《穿越火线》在中国网游界已经度过了风风雨雨的第十个年头，作为腾讯旗下的重量级FPS类产品，游戏自从公测以来一直备受玩家的关注。《穿越火线》以其良好的操作手感和易于上手的特性而广受玩家的好评，游戏本身的热度一直也是居高不下。",
      "　　就在不久之前，《穿越火线》开始了新版本的抢先测试。笔者应邀参加了《穿越火线》沙海生存的新版本测试。更新后的新模式究竟是什么样的，让笔者带领玩家先睹为快。",
      "　　《穿越火线》“沙海生存”模式和CF的“歼灭战”模式有些相似，几十名玩家由空投投放到一片在远比以往任何地图都要大得多的沙漠地图当中。开始时所有玩家身上没有任何装备，所有玩家都需要靠收集物资武装自己，在地图上躲避沙暴，不断的淘汰对手直至生存到最后。这种模式既保留了歼灭战中紧张刺激的竞技对决，又融入了临场战略等丰富多变的战术元素。",
      "　　在全新的“沙海生存”地图中提供了大量的武器装备，全新制作的“火山”主题皮肤枪械包括QBZ03-火山、QBZ03-火山（倍镜）、09式狙-火山、QBZ95、QBZ95S-火山、98K-火山。这些涵盖了步枪、狙击枪、近战武器三大武器类型的6款别具特色的枪械都可能在游戏中捡到。",
      "\n红色的武器相当突出",
      "　　除了武器之外，沙漠地图还会随机刷出各种防具、道具和饰品，穿上防弹衣和头盔后可以阻挡高达70%的伤害。而仅能容纳一人的平衡车则可以让玩家自由穿梭在沙漠的各个地形中。无论是平路还是坡道，哪怕是在室内大楼的狭小环境里，平衡车都可以快速穿行。",
      "\n平衡车非常显眼",
      "　　在地图中偶尔还会随机出现一些饺子，饺子可以缓慢的回复玩家血量，是难得的补给品。不仅如此，地图上还有一些趣味性的要素，例如没有什么属性的各种装饰品，笔者就捡到过一个路障戴在头上，也十分有趣。",
      "\n大概这就是旅游的标配了",
      "\n      \n                \n                \n                ",
      "更多相关资讯请关注："
    ],
    "image_urls": [
      "http://img1.gamersky.com/image2018/01/20180112_gy_385_1/gamersky_01origin_01_20181121415F97_S.jpg",
      "http://img1.gamersky.com/image2018/01/20180112_gy_385_1/gamersky_01small_02_201811214154FA_S.jpg",
      "http://img1.gamersky.com/image2018/01/20180112_gy_385_1/gamersky_02origin_03_20181121415739_S.jpg",
      "http://img1.gamersky.com/image2018/01/20180112_gy_385_1/gamersky_02small_04_201811214153B6_S.jpg",
      "http://img1.gamersky.com/image2018/01/20180112_gy_385_1/gamersky_03origin_05_20181121415629_S.jpg"
    ]
  },
  {
    "name": [
      "《逆水寒》评测：喝最烈的酒 赏最美的景"
    ],
    "text": [
      "　　距离上次写《逆水寒》的评测恰好已经过去了半年时间，在杭州已然落雪的今天，我也终于开始动笔写这篇《逆水寒》二测评测。如果你有关注过这款游戏，会发现从最初曝光开始，《逆水寒》的研发和宣传节奏就与以往的大部分国产端游不同，不管外界市场环境和玩家口味如何改变，这款“网易最后的端游”始终保持着自己不紧不慢的步伐，并用了长达近6年的时间从无到有搭建了一个庞大又动态的武侠世界。不同于市面上我们常见的“快消品”，“逆水寒”始终在践行“慢工出细活”这几个字。",
      "　　但与此同时，残酷的现实是，如今的中国游戏环境与6年前相比已经有了翻天覆地的变化。端游的辉煌不再，主机游戏复苏，移动游戏强势登顶，这些市场层面的变化都有可能对《逆水寒》未来正式运状况造成影响。更何况《逆水寒》早在二测开启前就已经宣布了“点卡收费”的逆时代收费方式。",
      "　　当然，我并不否认端游还有再次崛起的可能，也不准备和大家枯燥的讨论当前中国游戏大环境和市场形势。今天，我只想和你聊聊这款寄托了网易在端游领域最后希望的《逆水寒》，究竟有没有破局而出的可能。",
      "　　PS：游戏目前还处在测试阶段，评测内容不代表最终品质。",
      "\n",
      "　　《逆水寒》是一款不像网游的网游，以往的国产端游大部分都把重心放在了数值和社交层面。尽管《逆水寒》中这些内容依然重要，但真正让人惊艳的，却是游戏里玩家与世界的各种交互与沉浸式的体验。用“动态的江湖”来形容《逆水寒》的世界并不为过，在MMORPG常见的副本、日常等玩法之外，这款游戏通过细致入微的细节、无处不在的互动、单机化的主线剧情体验和充满随机性的分支玩法与令人惊艳的画面将整个游戏世界盘活。",
      "　　行走在《逆水寒》的汴京街头，仿佛真正置身于大宋的繁华中。游戏中的每个NPC都似有着自己的生活一般，他们会因为玩家的进入而与你产生各种交集，当当你离去，又会在柴米油盐酱醋茶的节奏中过着只属于自己的生活。《逆水寒》给我们带来了一个热闹的世界，街头小贩会在浓郁的市井气息中叫卖、争吵，又在高啄的檐牙中离去；戏栏里的戏子轻舞低唱，却无人知晓她幕后的寂寥；街头的说书人嬉笑怒骂着别人的故事，也浅斟轻笑着人生的悲喜剧。而你从他们身侧走过，也从大宋的文化与生活中走过，荡起一些涟漪，留下几段传说，最后成为说书人口中的故事，在看客的喝彩声中悄然远去。",
      "街头的戏班在吟唱着那些悲欢离合",
      "　　这种感觉让人沉醉，当第一次从《逆水寒》的三清山来到大宋都城汴京时，我就好像看到了一副动态的清明上河图。这款游戏用多到惊人的细节和丰富的互动把大宋的风情展现的淋漓尽致。类似的体验我在很多3A级别的架空世界单机游戏中感受过，但不同的是，这次是一款国产端游，这次是地地道道的，独属于中国的古风古韵。",
      "\n《清明上河图》里的那座大桥",
      "\n      \n                \n                \n                ",
      "更多相关资讯请关注："
    ],
    "image_urls": [
      "http://img1.gamersky.com/image2018/01/20180129_hzh_432_2/image001_S.jpg",
      "http://img1.gamersky.com/image2018/01/20180129_hzh_432_2/image003_S.jpg",
      "http://img1.gamersky.com/image2018/01/20180129_hzh_432_2/image005_S.jpg",
      "http://img1.gamersky.com/image2018/01/20180129_hzh_432_2/image007_S.jpg",
      "http://img1.gamersky.com/image2018/01/20180129_hzh_432_2/image009_S.jpg"
    ]
  },
  {
    "name": [],
    "text": [],
    "image_urls": []
  },